Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: Available variables are:
be: Даступныя зьменныя:

source: Available variables are: [site:name], [site:url], [user:name], [user:mail], [site:login-url], [site:url-brief], [user:edit-url], [user:one-time-login-url], [user:cancel-url].
be: Дазволеныя пераменныя: [site:name], [site:url], [user:name], [user:mail], [site:login-url], [site:url-brief], [user:edit-url], [user:one-time-login-url], [user:cancel-url].

source: Avar
be: Аварская

source: Average page generation time
be: Сярэдні час генэрацыі старонкі

source: Avestan
be: Авэстанская

source: Aymara
be: Аймарская

source: Azerbaijan
be: Азербайджан

source: Azerbaijani
be: Азербайджанская

source: Back
be: Назад

source: Back up your database and site before you continue. <a href="@backup_url">Learn how</a>.
be: Перш чым працягваць - зрабіце рэзервовае капіраванне баз дадзеных і сайтаў. <a href="@backup_url">Даведацца як</a>.

source: Background color
be: Колер фона

source: Backup and Migrate
be: Бэкап і Міграцыя

source: Backup the database.
be: Бэкап базы дадзеных.

source: Bahamas
be: Багамскія выспы

source: Bahrain
be: Бахрэйн

source: Bambara
be: Бамбарская

source: Ban IP address of current user
be: Забараніць IP адрас гэтага карыстальніка

source: Bandwidth optimization
be: Аптымізацыя шырыні прапускання

source: Bangladesh
be: Бангладэш

source: Banned IP address %ip
be: Заблакаваны IP-адрас %ip

source: Banner
be: Банэр

source: Bar with progress meter
be: Паласа велічыні прагрэсу

source: Barbados
be: Барбадос

source: Bartik
be: Барцік

source: Base color
be: Асноўны колер

source: Based on where it will be used: eg. <em>profile-picture</em>
be: Засноўваецца на тым, дзе яно будзе выкарыстана: напрыклад, <em>малюнак профіля</em>

source: Bashkir
be: Башкірская

source: Basic
be: Асноўны

source: Basic configuration
be: Базавая канфігурацыя

source: Basic options
be: Базавыя наладкі

source: Basic page
be: Асноўная старонка

source: Basic textfield type.
be: Базавы тып тэкставага поля

source: Basic tokens
be: Асноўныя токены

source: Basque
be: Баская

source: Be aware that the ability to embed PHP code within content is provided by the PHP Filter module. If this module is disabled or deleted, then blocks and posts with embedded PHP may display, rather than execute, the PHP code.
be: Будзьце ў курсе, што магчымасць уключаць PHP-код у змесціва прадстаўляецца модулем PHP Filter. Калі гэты модуль выключаны ці выдалены, тады блокі і посты з уключаным кодам PHP могуць адлюстроўвацца, а не выконвацца, як звычайны тэкст з кодам PHP.

source: Before you can use a new vocabulary to classify your content, a new Taxonomy term field must be added to a <a href="@ctedit">content type</a> on its <em>manage fields</em> page. When adding a taxonomy field, you choose a <em>widget</em> to use to enter the taxonomy information on the content editing page: a select list, checkboxes, radio buttons, or an auto-complete field (to build a free-tagging vocabulary). After choosing the field type and widget, on the subsequent <em>field settings</em> page you can choose the desired vocabulary, whether one or multiple terms can be chosen from the vocabulary, and other settings. The same vocabulary can be added to multiple content types, by using the "Add existing field" section on the manage fields page.
be: Перш чым карыстацца новым слоўнікам для класіфікацыі вашага змесціва, дадайце новае поле тэрміна Таксанаміі ў <a href="@ctedit">тып змесціва</a> на яго старонку <em>кіраванне палямі</em>. Пры даданні тэрміна таксанаміі, вы павінны выбраць <em>віджэт</em>, каб для ўвахода на старонку рэдагавання змесціва выкарыстоўваць інфармацыю таксанаміі: выпадаючы спіс, чэкбокс, радыёкнопкі ці аўтазапалняльнае поле ( каб пабудаваць слоўнік са свабодным тэгіраваннем). Пасля выбару тыпа поля і віджэта, вы можаце выбраць на наступнай старонцы пажаданы слоўнік, у якім вы можаце выбраць адзін ці некалькі тэрмінаў слоўніка і іншыя наладкі. Такі ж слоўнік можа быть дададзены ў шматлікія тыпы змесціва, пры выкарыстанні секцыі “Дадаць існуючае поле” на старонцы кіравання палямі.

source: Belarus
be: Беларусь

source: Belarusian
be: Беларуская

source: Belgium
be: Бельгія

source: Belize
be: Беліз

source: Bengali
be: Бенгальская

source: Benin
be: Бенін

source: Bermuda
be: Бермудскія астравы

source: Bhutan
be: Бутан

source: Bhutani
be: Бутанская

source: Bihari
be: Бігарская

source: Bislama
be: Бізламская

source: Block
be: Блок

source: Block IP addresses
be: Блакаванне ІР адрэсаў

source: Block body
be: Цела блоку

source: Block caching is inactive because you have enabled modules defining content access restrictions.
be: Кэшаванне блока неактыўнае, паколькі вы ўключылі модулі, якія вызначаюць абмежаванні доступу да кантэнту.

source: Block configuration
be: Наладкі блоку

source: Block current user
be: Заблакаваць дадзенага карыстальніка

source: Block description
be: Апісанне блоку

source: Block quoted
be: У квадратных дужках

source: Block specific settings
be: Адмысловыя наладкі блоку

source: Block the selected users
be: Заблакіраваць выбраных карыстальнікаў

source: Block title
be: Загаловак блоку

source: Blocked
be: Заблакавана

source: Blocked IP addresses
be: Падчас гэтага тэста быў адасланы 1 e-mail. Заблакаваныя IP адрасы

source: Blocked user %name.
be: Заблакаваны карыстальнік: %name.

source: Blocked user: %name %email.
be: Заблакаваць карыстальніка: %name %email.

source: Blocks
be: Блокі

source: Blocks can be configured to be visible only on certain pages, only to users of certain roles, or only on pages displaying certain <a href="@content-type">content types</a>. Administrators can also allow specific blocks to be enabled or disabled by users when they edit their <a href="@user">My account</a> page. Some dynamic blocks, such as those generated by modules, will be displayed only on certain pages.
be: Блокі могуць быць настроены так, каб быць бачнымі толькі на пэўных старонках, толькі для карыстальнікаў пэўных роляў або толькі на старонках, якія паказваюць пэўны <a href="@content-type">тып зместу</a>. Адміністратары таксама могуць дазволіць пэўным блокам быць уключанымі або адключанымі карыстальнікамі, калі яны рэдагуюць сваю старонку <a href="@user">Мой рахунак</a>. Некаторыя дынамічныя блокі, такія як згенераваныя модулямі, будуць паказвацца толькі на пэўных старонках.

source: Blocks consist of content or information that complements the main content of the page. Enable or disable optional blocks using the checkboxes below.
be: Блокі складаюцца са зместу або інфармацыі, якая дапаўняе асноўны змест старонкі. Уключыце або адключыце дадатковыя блокі, выкарыстоўваючы пераключальнікі ніжэй.

source: Blog
be: Блог

source: Blog entries from each single-user blog are also aggregated into one central multi-user blog, which displays the blog content of all users in a single listing.
be: Запісы блога з кожнага аднакарыстальніцкага блога таксама агрэгуюцца ў адным цэнтральным шматкарыстальніцкім блогу, які паказвае запісы ўсіх карыстальнікаў у адным лісце.

source: Blog entry
be: Запіс у блогу

source: Blogs
be: Блог

source: Blue Lagoon (default)
be: Блакітная Лагуна (па змоўчанні)

source: Body
be: Тэкст

source: Bolded
be: Напаўтлусты шрыфт

source: Bolivia
be: Балівія

source: Book
be: Падшыўка

source: Book navigation
be: Навігацыя па падшыўцы

source: Book navigation block display
be: Кніга навігацыйнага блока дысплея

source: Book outline
be: Структура кнігі

source: Book page
be: Старока кнігі

source: Book pages have a default book-specific navigation block. This navigation block contains links that lead to the previous and next pages in the book, and to the level above the current page in the book's structure. This block can be enabled on the <a href='@admin-block'>Blocks administration page</a>. For book pages to show up in the book navigation, they must be added to a book outline.
be: Старонкі кнігі маюць па змоўчанні спецыфічны для кнігі навігацыйны блок. Гэты блок навігацыі змяшчае спасылкі, якія вядуць да папярэдняй і наступнай старонак у кнізе, а таксама на ўзровень вышэй за бягучую старонку ў структуры кнігі. Гэты блок можа быць уключаны ў <a href='@admin-block'> старонцы адміністравання блокаў </ A>. Для таго каб паказаць кніжныя старонкі у кніжнай навігацыі, яны павінны быць дададзеныя да кніжнай схемы.

source: Bookmark
be: Закладка

source: Books
be: Кнігі

source: Books can be created collaboratively, as they allow users with appropriate permissions to add pages into existing books, and add those pages to a custom table of contents menu.
be: Кнігі могуць быць створаны сумесна, калі яны дазваляюць карыстальнікам з адпаведнымі правамі дадаваць старонкі да існуючай Кнігі, і дадаваць тыя старонкі да карыстальніцкай табліцы меню кантэнта.

source: Boolean
be: Лагічны тып (Boolean)

source: Bosnia and Herzegovina
be: Боснія і Герцагавіна

source: Bosnian
be: Баснійская

source: Both a height and width value must be specified in the !name field.
be: Значэнні і вышыні, і шырыні павінны быць вызначаны ў полі !name.

source: Both translated and untranslated strings
be: Як перакладзеныя, так і неперакладзеныя радкі

source: Botswana
be: Батсвана

source: Bottom
be: Знізу

source: Bouvet Island
be: Буве востраў

source: Brazil
be: Бразілія

source: Breton
be: Брэтонская

source: British Indian Ocean Territory
be: Брытанская тэрыторыя Індыйскага акіяна

source: British Virgin Islands
be: Брытанскія Віргінскія астравы

source: Browser
be: Браўзер

source: Brunei
be: Брунэй

source: Built-in interface
be: Убудаваны інтэрфейс

source: Bulgaria
be: Балгарыя

source: Bulgarian
be: Балгарская

source: Burkina Faso
be: Буркіна Фасо

source: Burmese
be: М'янмарская

source: Burundi
be: Бурундзі

source: By !author @time ago
be: !author @time таму

source: By @name
be: Па @name

source: By @name on @date
be: Зроблена @name ў @date

source: By default SimpleTest will clear the results after they have been viewed on the results page, but in some cases it may be useful to leave the results in the database. The results can then be viewed at <em>admin/config/development/testing/[test_id]</em>. The test ID can be found in the database, simpletest table, or kept track of when viewing the results the first time. Additionally, some modules may provide more analysis or features that require this setting to be disabled.
be: Звычайна SimpleTest выдаляе вынікі пасля таго, як іх праглядзелі на старонцы з вынікамі, аднак у некаторых выпадках бывае карысна пакінуць іх ў базе дадзеных. Тады вынікі можна будзе праглядзець тут <em>admin/config/development/testing/[test_id]</em>. ID тэста можна знайсці ў базе дадзеных, у табліцы simpletest, альбо адсочыць пры праглядзе вынікаў у першы раз. Дадаткова некаторыя модулі могуць забяспечваць больш функцый або аналізу вынікаў, што патрабуе выключэння гэтай наладкі.

source: By default line break tags are automatically added, so use this tag to add additional ones. Use of this tag is different because it is not used with an open/close pair like all the others. Use the extra " /" inside the tag to maintain XHTML 1.0 compatibility
be: Тэг разрыва радкоў дадаецца аўтаматычна, яго можна выкарыстоўваць, каб дадаваць дадатковыя разрывы. Увага: гэты тэг не закрываецца. Дзеля сумяшчальнасьці з XHTML 1.0 выкарыстоўвайце " /" унутры тэга.

source: By default paragraph tags are automatically added, so use this tag to add additional ones.
be: Тэгі пераносу радкоў дадаюцца аўтаматычна, таму карыстайцеся гэтым тэгам дзеля дадання дадатковых абзацаў.

source: By default, Drupal comes with two user roles:
be: Па змоўчанні Drupal мае дзве ролі карыстальнікаў:

source: By default, dates in this site will be displayed in the chosen time zone.
be: Па змоўчанні, даты на гэтым сайце будуць паказаны ў выбранай зоне.

source: By default, the Search module only supports exact keyword matching in content searches. You can modify this behavior by installing a language-specific stemming module for your language (such as <a href="http://drupal.org/project/porterstemmer">Porter Stemmer</a> for American English), which allows words such as walk, walking, and walked to be matched in the Search module. Another approach is to use a third-party search technology with stemming or partial word matching features built in, such as <a href="http://drupal.org/project/apachesolr">Apache Solr</a> or <a href="http://drupal.org/project/sphinx">Sphinx</a>. These and other <a href="@contrib-search">search-related contributed modules</a> can be downloaded by visiting Drupal.org.
be: Па змаўчанні, модуль Search падтрымлівае толькі дакладныя адпаведнасці ключавых словаў у пошуку змесціва. Вы можаце змяніць гэтыя паводзіны, усталяваўшы модуль пошука са спецыфічнай моўнай марфалогіяй для вашай мовы (напрыклад, <a href="http://drupal.org/project/porterstemmer">Porter Stemmer</a> для Амерыканскага варыянту Ангельскай мовы), які дазваляе такія словы, як walk, walking, і walked сапастаўляць ў модулі Search. Іншы падыход заключаецца ў выкарыстанні іншых тэхналогіі з марфалогічным пошукам або пошукам частковага супадзення слова, такіх як <a href="http://drupal.org/project/apachesolr"> Apache Solr </a> або <a href="http://drupal.org/project/sphinx">Sphinx</a>. Гэтыя і іншыя <a href="@contrib-search">звязаныя з пошукам дадатковыя модулі</a> можна сцягнуць па адрасе Drupal.org.

source: By enabling blocks such as <em>Recent blog posts</em>, <em>New forum topics</em> and <em>Recent comments</em>, site users can view newly added site content at a glance.
be: Пры ўключэнні блокаў, такіх як <em>Апошнія запісы ў блогу</em>, <em>Новыя тэмы форуму</em> і <em>Апошнія каментары</em>, карыстальнікі сайта могуць прабегчыся позіркам па нядаўна дададзенаму змесціву сайта.

source: By enabling blocks such as <em>Who's online</em> and <em>Who's new</em>, site users can track who is logged in and new user signups at a centralized location.
be: Пры ўключэнні блокаў, такіх як <em>Зараз на сайце</em> і <em>Хто новы</em>, карыстальнікі сайта могуць адсочваць, хто ўвайшоў у сістэму, і рэгістрацыі новых карыстальнікаў у цэнтралізаваным месцы.

source: Bypass content access control
be: Абыйсці кантроль даступ да змесціва

source: CAPTCHA
be: антыспам

source: Cache blocks
be: Кэш блокаў

source: Cache dates
be: Даты аплаты

source: Cache pages for anonymous users
be: Схаваць старонку для ананімных карыстальнікаў

source: Cache settings
be: Наладкі кэшу

source: Cached image file %destination already exists. There may be an issue with your rewrite configuration.
be: Кэшаваны файл малюнка %destination ужо існуе. Мажліва, справа ў вашай канфігурацыі перазапісу.

source: Cached pages will not be re-created until at least this much time has elapsed.
be: Кэшыраваныя старонкі не будуць пераствораныя пакуль не скончыцца гэты час іх існавання.

source: Caches cleared.
be: Вычысціць кэш.

source: Caching
be: Кэшаванне

source: Cambodia
be: Камбоджа

source: Cambodian
be: Камбаджыйская

source: Cameroon
be: Камерун

source: Can not determine status
be: Немагчыма вызначыць статус

source: Can users provide a unique subject for their comments?
be: Ці могуць карыстальнікі паказваць тэмы для сваіх камэнтараў?

source: Can't handle more than one field storage engine
be: Немагчыма выкарыстоўваць больш за адну сістэму апрацоўкі (захавання) палей

source: Canada
be: Канада

source: Cancel
be: Адмяніць

source: Cancel OpenID login
be: Адмяніць уваход пад OpenID

source: Cancel account
be: Выдаліць рахунак

source: Cancel accounts
be: Выдаліць аккаўнты

source: Cancel and change own votes
be: Перагаласаваць

source: Cancel own user account
be: Закрыць акаўнт карыстальніка

source: Cancel the selected user accounts
be: Выдаліць выбраныя акаўнты

source: Cancel your vote
be: Адмяніць ваш голас

source: Cancelling account
be: Выдаленне (касаванне) рахунка карыстальніка

source: Cancelling user account
be: Выдаленне акаўнта карыстальніка

source: Cannot add field %table.%field: field already exists.
be: Немагчыма дадаць поле ў табліцы %table.%field: поле ўжо існуе.

source: Cannot add field %table.%field: table doesn't exist.
be: Немагчыма дадаць поле ў табліцы %table.%field: табліца не існуе

source: Cannot add index %name to table %table: index already exists.
be: Немагчыма дадаць індэкс %name у табліцы %table: індэкс ужо існуе.

source: Cannot add index %name to table %table: table doesn't exist.
be: Немагчыма дадаць індэкс %name у табліцы %table: табліца не існуе.

source: Cannot add primary key to table %table: primary key already exists.
be: Не магу дадаць першасны ключ у табліцу %table: першасны ключ ужо выкарыстоўваецца

source: Cannot add primary key to table %table: table doesn't exist.
be: Не магу дадаць першасны ключ у табліцу %table: табліца не знойдзена.

source: Cannot add unique key %name to table %table: table doesn't exist.
be: Не магу дадаць унікальны ключ %name у табліцу %table: табліца не існуе.

source: Cannot add unique key %name to table %table: unique key already exists.
be: Немагчыма дадаць унікальны ключ %name у табліцу %table: унікальны ключ ўжо існуе.

source: Cannot change the definition of field %table.%name: field doesn't exist.
be: Немагчыма змяніць вызначэнне поля %table.%name: поле не існуе.

source: Cannot determine the type of project.
be: Немагчыма вызначыць тып праекта.

source: Cannot extract %file, not a valid archive.
be: Немагчыма распакаваць %file, адсутнічае архіў у прымальным фармаце.

source: Cannot open %file_path
be: Немагчыма адкрыць %file_path

source: Cannot remove default value of field %table.%field: field doesn't exist.
be: Немагчыма выдаліць значэнне па змаўчанні ў полі табліцы %table.%field: поле не існуе.

source: Cannot rename %table to %table_new: table %table doesn't exist.
be: Немагчыма перайменаваць %table у %table_new: табліца %table не існуе.

source: Cannot rename %table to %table_new: table %table_new already exists.
be: Немагчыма перайменаваць %table у %table_new: табліца %table_new ужо існуе.

source: Cannot rename field %id (%old_field_name) to %new_field_name because it does not use the field_sql_storage storage type.
be: Нельга перайменаваць поле %id (%old_field_name) у %new_field_name, таму што яно не ўжывае тып захоўвання field_sql_storage.

source: Cannot rename field %table.%name to %name_new: target field already exists.
be: Немагчыма перайменаваць поле %table.%name у %name_new: мэтавае поле ўжо існуе.

source: Cannot set default value of field %table.%field: field doesn't exist.
be: Немагчыма ўсталяваць значэнне па змаўчанні ў полі табліцы %table.%field: поле не існуе.

source: Cannot update a list field to not include keys with existing data.
be: Не атрымалася абнавіць спіс палёў без уключэння ключоў з існуючымі дадзенымі.

source: Cape Verde
be: Каба-Вэрдэ

source: Caption
be: Загаловак

source: Catalan
be: Каталанская

source: Catalog
be: Каталог

source: Categories
be: Катэгорыі

source: Categories allow feed items from different feeds to be grouped together. For example, several sport-related feeds may belong to a category named <em>Sports</em>. Feed items may be grouped automatically (by selecting a category when creating or editing a feed) or manually (via the <em>Categorize</em> page available from feed item listings). Each category provides its own feed page and block.
be: Катэгорыі дазваляюць стужкавым элементам з розных стужак быць згрупіраваным разам. Для прыкладу, некалькі спартыўных стужак могуць належыць катэгорыі з назвай<em>Спорт</em>. Стужкавыя элементы могуць быць сгрупіраваны аўтаматычна (калі ствараецца ці рэдагуецца стужка) ці ўручную (праз старонку <em>Катэгарызкацыі</em>даступную праз лістынгі стужкавага элементу). Кожная катэгорыя прадастаўляе сваю ўласную старонку стужкі і блок.

source: Categorize
be: Катэгарызаваць

source: Categorize news items
be: Катэгарызаваць навіны

source: Category
be: Катэгорыя

source: Category %category added.
be: Катэгорыя %category была даданая.

source: Category %category deleted.
be: Катэгорыя %category была выдаленая.

source: Category %category has been added.
be: Катэгорыя %category была даданая.

source: Category %category has been deleted.
be: Катэгорыя %category была выдаленая.

source: Category %category has been saved.
be: Катэгорыя %category была захавана.

source: Category %category has been updated.
be: Катэгорыя %category была абноўленая.

source: Category for @title
be: Катэгорыя для @title

source: Category not found.
be: Катэгорыя ня знойдзеная.

source: Category overview
be: Агляд катэгорыі

source: Category selection type
be: Тып выбару катэгорыяў

source: Cayman Islands
be: Кайманавы выспы

source: Center
be: Цэнтр

source: Central African Republic
be: Цэнтральна-Афрыканская Рэспубліка

source: Chad
be: Чад

source: Chamorro
be: Чаморская

source: Change book (update list of parents)
be: Змяніць кнігу (абнавіць зыходны спіс)

source: Change connection type
be: Змяніць тып падключэння

source: Change own username
be: Змяніць уласнае імя карыстальніка

source: Change set
be: Змяніць наладку

source: Change site name, e-mail address, slogan, default front page, and number of posts per page, error pages.
be: Змяніць назву сайта, адрас e-mail, слоган, галоўная старонка па змаўчанні, колькасць пастоў на старонку, памылкі.

source: Change the author of content
be: Змяніць аўтара кантэнта

source: Change to lower case
be: Змяняць у ніжні рэгістр

source: Change widget
be: Змяніць віджэт

source: Change widget type.
be: Змяніць віджэт тыпа.

source: Change your site's URL paths by aliasing them.
be: Змяніце URL сцежкі сайта шляхам стварэння псеўданіма для іх.

source: Changed owner of @type %title to uid %name.
be: Зменены ўладальнік @type %title да карыстальніка з uid %name.

source: Changed the content type of @count posts from %old-type to %type.
be: Зменены тып змесціва @count запісаў з %old-тыпу на %type.

source: Changed the widget for field %label.
be: Зменены віджэт для поля %label.

source: Changes made in this table will not be saved until the form is submitted.
be: Змены, зробленыя ў гэтай табліцы, не будуць захаваныя да адпраўкі формы.

source: Changes made to the attachments are not permanent until you save this post. The first "listed" file will be included in RSS feeds.
be: Зьмены ў дадатках ня будуць захаваныя, пакуль Вы не захаваеце ўвесь допіс. Першы захаваны файл будзе даданы да стужкі RSS.

source: Changes to the style have been saved.
be: Змены ў стылі былі захаваныя.

source: Changing colors
be: Змена колераў

source: Changing this setting will not affect existing users.
be: Змена гэтых наладак не будзе ўплываць на ўжо існуючых карыстальнікаў.

source: Character Description
be: Апісанне сімвала

source: Character case
be: Выпадковы сімвал

source: Chechen
be: Чачэнская

source: Check boxes/radio buttons
be: Пераключальнікі/радыё кнопкі

source: Check e-mail
be: Спраўдзіць e-mail

source: Check for updates
be: Праверыць наяўнасць абнаўленняў

source: Check for updates automatically
be: Правяраць абнаўленні аўтаматычна

source: Check for updates of disabled modules and themes
be: Праверыць аднаўленні забароненых модуляў ды тэмаў

source: Check here if you want the theme to use the default shortcut icon.
be: Пазнацьце гэнае поле, каб сыстэма выкарыстоўвала дапомны абразок.

source: Check here if you want the theme to use the logo supplied with it.
be: Пастаўце тут пстрычку, каб сыстэма карысталася з дапомнага лягатыпу.

source: Check hostname
be: Спраўдзіць хост.

source: Check manually
be: Праверыць уручную

source: Check rules
be: Праверыць правілы

source: Check the error messages and <a href="!url">proceed with the installation</a>.
be: Спраўдзіць паведамленні аб памылках <a href="!url">і працягнуць усталеўку</a>.

source: Check this box to delete your current picture.
be: Адзначце тут, каб выдаліць цяперашнюю выяву.

source: Check username
be: Спраўдзіць мянушку
